Repository: paritytech/polkadot-ios-community
Catalog: polkadot-app/Localization/ChatExtension.xcstrings
Source language: en
Languages: es_es

# action.open.mobRules.subtitle
source: Earn by reviewing tattoo documentation videos
es_es: Gana revisando videos de documentación de tatuajes

# action.open.weeklyGame.subtitle
source: Connect with new Members
es_es: Conecta con nuevos Miembros

# chat.title.dim1
source: Unique Membership Tattoo
es_es: Tatuaje de Membresía Único

# chat.title.polkadotPeer
source: Polkadot Prizes
es_es: Premios Polkadot

# dim.switch
source: Switch
es_es: Cambiar

# dim.switch.error.title
source: Unable to switch
es_es: No se puede cambiar

# dim1.faq.question.how
source: How Should I Film the Evidence?
es_es: ¿Cómo debo grabar la evidencia?

# dim1.faq.question.location
source: Can I alter the location?
es_es: ¿Puedo cambiar la ubicación?

# dim1.faq.question.what
source: What happens after I submit the evidence?
es_es: ¿Qué pasa después de enviar la evidencia?

# dim1.switch.confirmation.message
source: Cancel your game progress and apply using a Unique Membership Tattoo instead?
es_es: ¿Cancelar tu progreso en el juego y postularte con un Tatuaje de Membresía Único?

# dim1.switch.confirmation.title
source: Switch to the Unique Membership Tattoo Option?
es_es: ¿Cambiar a la opción de Tatuaje de Membresía Único?

# dim1.switch.error.message
source: Edit will be available after the active game you are participating in is finished
es_es: Podrás editar cuando termine el juego activo en el que participas

# dim1.welcome1
source: **Become a Member by Getting a Unique Free Tattoo** ✍️ Get Inked with Any Artist You Like and Provide a 3 Minute Video Documenting the Tattoo Process
es_es: **Vuélvete Miembro con un tatuaje único y gratis** ✍️ Tatúate con el artista que quieras y entrega un video de 3 minutos que documente el proceso

# dim1.welcome2
source: 📐 **Size.** This tattoo is available in several sizes ranging from 25 to 50 millimeters. You will see stencil with all sizes after booking. 💪 **Tattoo Location.** The tattoo has to be made on inner part of the upper left arm. Centred between armpit and elbow.
es_es: 📐 **Tamaño.** Este tatuaje está disponible en varios tamaños, de 25 a 50 milímetros. Verás la plantilla con todos los tamaños después de reservar. 💪 **Ubicación del tatuaje.** El tatuaje debe hacerse en la parte interna del brazo izquierdo, arriba. Centrado entre la axila y el codo.

# dim1.welcome3
source: 🎨 **Design.** Add a small $10 deposit to select your unique design from over 2,000 options available.
es_es: 🎨 **Diseño.** Agrega un depósito de $10 para elegir tu diseño único entre más de 2,000 opciones disponibles.

# dim1.welcome4
source: 📆 **Execution.** Find any tattooer you like. You will also see a few suggested tattoo studios after booking.
es_es: 📆 **Ejecución.** Busca al tatuador que quieras. También verás algunos estudios de tatuaje sugeridos después de reservar.

# dim1.welcome5
source: 🤳 **Evidence.** Provide 3-minute proof of documentation video and a picture of the final tattoo
es_es: 🤳 **Evidencia.** Entrega un video de documentación de 3 minutos y una foto del tatuaje final

# dim1.welcome6
source: 🗳️ **Review.** Tattoo Evidence is reviewed by other Polkadot peers, who will vote individually based on your documentation video evidence. 💸 **Reimbursement.** Get Your Tattoo Expenses Refund
es_es: 🗳️ **Revisión.** Otros peers de Polkadot revisan la evidencia del tatuaje y votan de forma individual con base en tu video de documentación. 💸 **Reembolso.** Recupera lo que gastaste en tu tatuaje

# dim2.switch.confirmation.message
source: Cancel your reserved tattoo and register to start playing weekly games instead?
es_es: ¿Cancelar tu tatuaje reservado y registrarte para empezar a jugar los juegos semanales?

# dim2.switch.confirmation.title
source: Switch to the Weekly Game option?
es_es: ¿Cambiar a la opción de Juego semanal?

# dim2.switch.error.message
source: Switching is not available after committing to a tattoo design
es_es: No puedes cambiar después de comprometerte con un diseño de tatuaje

# full.username.claimed
source: You upgraded your username from %@ to %@
es_es: Mejoraste tu nombre de usuario de %@ a %@

# message.preview.image
source: Sent you an image
es_es: Te envió una imagen

# mob.rule.contempt
source: 🚩 Report Evidence
es_es: 🚩 Reportar evidencia

# mob.rule.false
source: ❌ False
es_es: ❌ Falso

# mob.rule.no.available.cases
source: Thank you for contributing your judgments. You’ve completed all available cases. The app will notify you when new cases appear.
es_es: Gracias por aportar tus veredictos. Ya completaste todos los casos disponibles. La app te avisará cuando aparezcan casos nuevos.

# mob.rule.photo.case
source: Tattoo Photo
es_es: Foto del tatuaje

# mob.rule.proof.of.ink.details
source: · Is the Tattoo Design matches the submitted image in terms of design? · Are marks of skin reaction to the tattoo visible in the video to ensure that the process is real?
es_es: · ¿El diseño del tatuaje coincide con la imagen enviada? · ¿Se ven en el video las marcas de reacción de la piel al tatuaje para confirmar que el proceso es real?

# mob.rule.true
source: ✅ True
es_es: ✅ Verdadero

# mob.rule.video.case
source: Documentation Video
es_es: Video de documentación

# personhood.registered.preview
source: You’re a Polkadot Member!
es_es: ¡Ya eres Miembro de Polkadot!

# polkadotPeer.action.dim1.subtitle
source: Get Inked and Provide a 3 Minute Video
es_es: Tatúate y entrega un video de 3 minutos

# polkadotPeer.action.dim1.title
source: Unique Peer Tattoo
es_es: Tatuaje de Peer Único

# polkadotPeer.action.dim2.subtitle
source: Attest humans, remove AI in a 5 minute game
es_es: Verifica humanos y elimina IA en un juego de 5 minutos

# polkadotPeer.action.dim2.title
source: Weekly Game
es_es: Juego semanal

# polkadotPeer.action.open
source: Open
es_es: Abrir

# polkadotPeer.faq.answer.who
source: Polkadot Members have premium access to Polkadot services
es_es: Los Miembros de Polkadot tienen acceso premium a los servicios de Polkadot

# polkadotPeer.faq.question.other
source: I have other Questions
es_es: Tengo otras preguntas

# polkadotPeer.faq.question.who
source: Who is Polkadot Peer?
es_es: ¿Quién es un Polkadot Peer?

# polkadotPeer.faq.question.why
source: Why become a Peer?
es_es: ¿Por qué volverse Peer?

# polkadotPeer.footer.title
source: Open the chat for each option to explore
es_es: Abre el chat de cada opción para explorarla

# polkadotPeer.welcome1
source: **Join as a Polkadot Peer!** 🎰 Participate in **Weekly** Prize Draw 👤 Choose a Short Username 🔒 Enjoy Free, Private Transfers 💎 Experience Premium Service Level across all Polkadot products 💵 **Seize** the opportunity for daily paid contributions.
es_es: **¡Únete como Polkadot Peer!** 🎰 Participa en el sorteo **semanal** de premios 👤 Elige un nombre de usuario corto 🔒 Disfruta transferencias privadas y gratuitas 💎 Vive un servicio premium en todos los productos de Polkadot 💵 **Aprovecha** la oportunidad de colaborar y ganar todos los días.

# polkadotPeer.welcome2
source: **Option 1. Play a Weekly Game. Requires Constant Participation.** 🤖 Attest humans, remove AI in a 5 minute game
es_es: **Opción 1. Juega un juego semanal. Requiere participación constante.** 🤖 Verifica humanos y elimina IA en un juego de 5 minutos

# polkadotPeer.welcome3
source: **Option 2. Get a Unique Free Tattoo. One and Done Option.** ✍️ Get Inked with Any Artist You Like and Provide a 3 Minute Video Documenting the Tattoo Process
es_es: **Opción 2. Hazte un tatuaje único y gratis. Una sola vez y listo.** ✍️ Tatúate con el artista que quieras y entrega un video de 3 minutos que documente el proceso
